{

    "titulo_donacion": "Your donation makes a difference!",
    "carta_1": "At Kalma Dental, we are proud to be part of the community that supports valuable causes such as Teletón. We know that the well-being of children is the most important thing, and that's why we have decided to join this noble cause. With your generosity, we are contributing to improve the lives of many children who need specialized medical attention and therapies to give them a future full of hope.",
    "carta_2": "Every donation, no matter how small, will be used to provide these children with the treatments, equipment, and resources necessary for their rehabilitation. Thanks to your support, opportunities for life are being created for those who need it most.",
    "carta_3": "At Kalma Dental, we believe that solidarity is the foundation to transform realities. With each contribution, you are helping these children and their families move forward with courage, hope, and love. We deeply appreciate your contribution, which will be an act of kindness that leaves a positive mark on their lives.",
    "carta_4": "Thank you for joining us on this beautiful journey towards a better future for the children of Teletón. Your help truly makes a difference.",
    
    "titulo_pagos": "Complete your donation",
    "Alerta_1_pago": "Donation Completed!",
    "Alerta_2_pago": "Thank you for your donation",
    "Alerta_3_pago": "Accept",
    "Alerta_exito": "Payment Completed",

    "Alerta_4_pago": "Payment Canceled",
    "Alerta_5_pago": "We're sorry you didn't complete the donation. If you encountered any issue, please contact us.",
    "Alerta_6_pago": "Accept",
    "Alerta_fracaso": "Payment Canceled",

    "Alerta_pay1": "Attention!",
    "Alerta_pay2": "Please enter a valid amount.",

    "payPag": "SKIP",
    "payPag2": "Enter the amount you wish to donate.",
    "payPag3": "Continue",

    "titulo_headerDonar": "JOIN US AND HELP THE CHILDREN OF TELETÓN!",

    "btn_regresoDonar": "Go to homepage",
    
    "footer_TT1": "Taking care of your smile, always.",
    "texto_1": "Last update: 13/11/2024",
    "footerTT2": "Follow us on social media for updates on any event...",
    "footerTT3": "Book your appointment: ",
    "Horario": "Opening Hours",
    "fecha1": "Monday to Friday: 9:00 AM - 6:00 PM",
    "fecha2": "Saturday: 10:00 AM - 2:00 PM",
    "fecha3": "Sunday: Closed",
    "footerS_TT1": "Social Networks",
    "btnDonar": "Donate",
    "bienvenida": "WELCOME!",
    "inicio": "Home",
    "servicios": "Services",
    "contacto": "Contact",
    "equipo_de_trabajo": "Specialists",
    "nosotros": "About Us",
    "terminosYcondiciones": "Terms & Conditions",
    "politicas": "Privacy Policy",
    "cierreSesion": "Log Out",
    "admin1": "Specialists Management",
    "admin2": "Qualifications and Specialties Portal",
    "admin3": "Dental Services Management",
    "admin4": "Testimonials Management",
    "admin5": "Users Management",
    "admin6": "Blog Panel",
    "tituloAdminS": "Add Services",
    "inputS1": "Image",
    "inputS2": "Service",
    "inputS3": "Specialist in charge:",
    "inputS4": "Select Specialist",
    "inputS5": "Linked Treatments",
    "btnAgregar": "Add",
    "registrosS": "Existing Service Records",
    "alertS0": "Please enter all the required data.",
    "alertS1": "Service Added",
    "alertS2": "The service has been added successfully.",
    "alertS3": "There was an issue adding the service.",
    "alertS4": "Are you sure?",
    "alertS5": "You won’t be able to recover this service after deletion.",
    "alertS6": "Yes, delete",
    "alertS7": "Cancel",
    "alertS8": "Deleted!",
    "alertS9": "The service has been deleted.",
    "alertS10": "Service Updated",
    "alertS11": "Changes have been saved successfully.",
    "alertS12": "There was an issue updating the service.",
    "titulo_AdminT": "Add Testimonials",
    "inputT1": "Full Name",
    "inputT2": "Date",
    "inputT3": "Testimonial",
    "btnTesti": "Add",
    "registrosT": "Testimonial History",
    "alertaT1": "Please complete all fields before submitting.",
    "alertaT2": "Accept",
    "alertaT3": "Testimonial Added!",
    "alertaT4": "The testimonial has been added successfully.",
    "alertaT5": "There was an issue adding the testimonial. Please try again.",
    "alertaT6": "Deleted!",
    "alertaT7": "The testimonial has been deleted successfully.",
    "alertaT8": "There was an issue deleting the testimonial. Please try again.",
    "alertaT9": "Updated!",
    "alertaT0": "The testimonial has been updated successfully.",
    "alertaT11": "There was an issue updating the testimonial. Please try again.",
    "tituloAdminB_R": "Add New Recommendations",
    "inputImagenR": "Reference Image:",
    "inputR1": "Title",
    "inputR2": "Content",
    "btnRecomedar": "Add",
    "tituloAdminB_V": "Add New Videos",
    "inputMV": "Video:",
    "inputTV": "Title",
    "inputV": "Content",
    "btnSubirV": "Add",
    "registroR": "Existing Recommendations",
    "registrosV": "Published Videos Management",
    "alertaB_R": "Please enter all the data",
    "alertaB_R1": "Success!",
    "alertaB_R2": "The recommendation has been added successfully.",
    "alertaB_R3": "Are you sure?",
    "alertaB_R4": "This change cannot be undone.",
    "alertaB_R5": "Yes, delete",
    "alertaB_R6": "Cancel",
    "alertaB_R7": "Deleted!",
    "alertaB_R8": "The recommendation has been deleted successfully.",
    "alertaB_R9": "Success!",
    "alertaB_R0": "The recommendation has been updated successfully.",
    "alertaB_R11": "There was an issue updating the recommendation.",
    "alertaB_R12": "There was a server issue.",
    "alertaB_V": "Please enter all the data",
    "alertaB_V1": "Success!",
    "alertaB_V2": "The video content has been added successfully.",
    "alertaB_V3": "Are you sure?",
    "alertaB_V4": "This change cannot be undone.",
    "alertaB_V5": "Yes, delete",
    "alertaB_V6": "Cancel",
    "alertaB_V7": "Deleted!",
    "alertaB_V8": "The video content has been deleted successfully.",
    "alertaB_V9": "Success!",
    "alertaB_V0": "The video content has been updated successfully.",
    "tituloAdminWT": "Add Specialists",
    "inputfoto": "Photo",
    "inputNombre": "Full Name",
    "inputE": "Specialty",
    "selectE": "Select Specialty",
    "inputTI": "Qualification",
    "selectT": "Select Qualification",
    "btnWT": "Add",
    "registrosWT": "Specialist Records",
    "alertaWT": "Record Added",
    "alertaWT1": "The new record has been added successfully.",
    "alertaWT2": "There was an issue adding the record. Please try again.",
    "alertaWT3": "An error occurred while adding the new record. Please try again.",
    "alertaWT4": "Are you sure?",
    "alertaWT5": "You won’t be able to recover this specialist after deletion.",
    "alertaWT6": "Yes, delete",
    "alertaWT7": "Cancel",
    "alertaWT8": "Deleted!",
    "alertaWT9": "The specialist has been deleted.",
    "alertaWT0": "Specialist Updated",
    "alertaWT11": "Changes have been saved successfully.",
    "alertaWT12": "There was an issue updating the specialist.",
    "tituloAdminU": "Add Secondary Users",
    "inputU": "Name",
    "inputU1": "Last Name",
    "inputU2": "Username",
    "inputU3": "Email Address",
    "inputU4": "Password",
    "inputU5": "Confirm Password",
    "btnAdU": "Add",
    "registroUsuario": "Registered Users",
    "tituloAdminSp": "Add New Specialty",
    "especialidad": "Specialty",
    "btnS": "Add",
    "tituloAdminQ": "Add New Qualification",
    "titulacion": "Qualification",
    "btnQ": "Add",
    "registroSpeciality": "Existing Specialties",
    "registroQualf": "Available Qualifications",
    "alertaS": "Record Added",
    "alertaS1": "The new specialty has been added successfully.",
    "alertaS2": "There was an issue adding the specialty. Please try again.",
    "alertaS3": "An error occurred while adding the new specialty. Please try again.",
    "alertaS4": "Are you sure?",
    "alertaS5": "You won’t be able to recover this specialty after deletion.",
    "alertaS6": "Yes, delete",
    "alertaS7": "Cancel",
    "alertaS8": "Deleted!",
    "alertaS9": "The specialty has been deleted.",
    "alertaS0": "Specialty Updated",
    "alertaS11": "Changes have been saved successfully.",
    "alertaS12": "There was an issue updating the specialty.",
    "alertaQ": "Record Added",
    "alertaQ1": "The new qualification has been added successfully.",
    "alertaQ2": "There was an issue adding the qualification. Please try again.",
    "alertaQ3": "An error occurred while adding the new qualification. Please try again.",
    "alertaQ4": "Are you sure?",
    "alertaQ5": "You won’t be able to recover this qualification after deletion.",
    "alertaQ6": "Yes, delete",
    "alertaQ7": "Cancel",
    "alertaQ8": "Deleted!",
    "alertaQ9": "The qualification has been deleted.",
    "alertaQ0": "Qualification Updated",
    "alertaQ11": "Changes have been saved successfully.",
    "alertaQ12": "There was an issue updating the qualification.",


   "misión": "Mission",
    "textoM": "At Kalma Dental, we are dedicated to providing the highest quality dental treatments, performed by specialists committed to the health and well-being of our patients. Our mission is to create a pleasant and calm experience for every person who visits us, ensuring a relaxed and stress-free environment. We strive to offer personalized care for both children and adults, making each visit as pleasant and minimally traumatic as possible.",
    "visión": "Vision",
    "textoV": "To be the leading dental clinic in comprehensive oral health care, standing out for our excellence in specialized treatments and for creating a relaxing and comfortable environment for our patients. We aim to be recognized for our human, innovative, and approachable approach, providing a unique experience that promotes trust and dental well-being at every stage of life.",
    "colaboradores": "Our Collaborators",
    "textoC": "We have a highly skilled team of collaborators who are passionate about their work. The doctors who are part of our team visit us once a month, ensuring that our patients receive expert care in various specialties. Each of our collaborators is committed to excellence in dental care and is continuously trained to stay updated on the latest innovations and techniques in dentistry.",

    "tituloBlog1": "Recommendations for Your Oral Care:",
    "tituloBlog2": "Follow our latest videos to stay updated on the latest news at Kalma Dental.",

    "tituloContt": "Contact Us by E-mail",
    "inputC1": "Name",
    "inputC2": "Email Address",
    "inputC3": "Message",
    "tituloCW": "Send Message via WhatsApp",
    "btnC": "Send",

    "TituloU": "FIND US AT:",

    "tituloInicio": "Specialist Team:",
    "tituloInicio2": "Patient Testimonials",

    "alertaLogin": "You have logged in successfully",
    "alertaLogin1": "Thank you!!",
    "alertaLogin2": "All fields are required",

    "btnO": "SKIP",
    "bienvenidoAdmin": "Welcome!!",
    "usuario": "Username",
    "contra": "Password",
    "btnIngreso": "LOGIN",

    "tituloPP": "Privacy Policy",
    "textoPP": "At Kalma Dental, we are committed to ensuring the security and privacy of the personal and financial information of our patients and donors. This Security Policy outlines the measures we take to protect data on our website and during the donation process.",

    "tituloPP1": "Commitment to Data Protection:",
    "textoPP1": "We take the security of your data very seriously. We implement strict protection measures to ensure that all information you share with us is secure and handled in accordance with data protection laws. We comply with local and international privacy regulations, including the legislation governing the protection of personal data.",

    "tituloPP2": "Information Collected and Use:",
    "textoPP2": "We collect only the information necessary to provide you with our services and process donations. This may include your name, email address, phone number, and, in the case of donations, details to process the contribution (such as amount and payment information). This information is used solely for purposes related to dental care and donation management.",

    "tituloPP3": "Security in Donation Processing:",
    "textoPP3": "Transaction security for donations is a priority for us. When making a donation to Kalma Dental, financial information, such as credit or debit card numbers, is processed through external payment platforms that meet the highest security standards. Kalma Dental does not store or directly manage your financial information. The payment platform used encrypts the data to protect your information during transmission.",

    "tituloPP4": "Secure Payment Platform",
    "textoPP4": "Donations are processed through certified external payment platforms (such as PCI-DSS), which use SSL/TLS encryption technology to ensure your financial data is protected. This ensures that your information cannot be intercepted or tampered with during the payment process.",

    "tituloPP5": "Protection of Personal Data:",
    "textoPP5": "Your personal information, such as name, email address, and contact number, is stored in secure systems. We use advanced technologies to protect your data against unauthorized access. Additionally, access to your information is restricted to authorized personnel at Kalma Dental.",

    "tituloPP6": "Confidentiality and Responsible Use of Information:",
    "textoPP6": "At Kalma Dental, we are committed to maintaining the confidentiality of the information you provide. Personal and financial data will not be sold, rented, or shared with third parties unless it is strictly necessary to process donations or fulfill legal obligations.",

    "tituloPP7": "Website Security:",
    "textoPP7": "Our website is protected using security technologies like SSL (Secure Sockets Layer), which ensures the secure transmission of data between your browser and our server. We also have protection measures against unauthorized access, such as firewalls and security protocols to prevent cyber-attacks.",

    "tituloPP8": "Restricted Access to Information",
    "textoPP8": "Access to the personal information of our patients and donors is restricted to authorized personnel. All our employees and collaborators are trained in the proper handling of personal data and comply with strict security policies.",

    "tituloPP9": "Security Incident Notification",
    "textoPP9": "If a security incident occurs that affects your personal or financial data, Kalma Dental will take the necessary steps to mitigate any damage and will notify you in a timely manner, in accordance with data protection laws.",

    "tituloPP0": "No Use of Cookies and Similar Technologies:",
    "textoPP0": "At Kalma Dental, we do not use cookies or similar technologies on our website to collect user information. We are committed to offering a browsing experience without the need to store files on your device. If we decide to implement cookies or similar technologies in the future, we will update this privacy policy and notify you accordingly.",

    "tituloPP11": "Links to External Platforms",
    "textoPP11": "When making a donation, you will be redirected to external platforms to complete the payment process. These payment platforms are responsible for processing and storing your financial information and are required to comply with the highest security standards. Kalma Dental is not responsible for the security policies of these external platforms.",

    "tituloPP12": "Security Policy Updates",
    "textoPP12": "We reserve the right to modify and update this Security Policy at any time. Any changes will be posted on this page. We recommend periodically reviewing this policy to stay informed of any important modifications.",

    "tituloPagS": "Available Services:",

    "tituloPrincipalTC": "TERMS AND CONDITIONS OF THE DENTAL CLINIC",
    "textoTC": "The terms and conditions of the Dental Clinic are as follows:",

    "tituloSecundary0": "Cancellation Policy:",
    "textoPc0": "Appointments must be canceled or rescheduled at least 24 hours in advance. Late cancellations may be subject to a fee.",

    "tituloSecundary1": "Payment Policy:",
    "textoPc1": "We accept cash, credit cards, and dental insurance. All payments must be made at the time of service. Unpaid invoices after 30 days will incur an additional charge.",

    "tituloSecundary2": "Privacy Policy:",
    "textoPc2": "The personal and medical information of the patient will be treated confidentially and used only for treatment and clinical management purposes.",

    "tituloSecundary3": "Patient Responsibility:",
    "textoPc3": "Patients are responsible for following the dental care recommendations provided by our professionals to maintain good oral health.",

    "tituloSecundary4": "Guarantees and Returns:",
    "textoPc4": "We offer a limited guarantee on certain treatments. Returns for unused services must be discussed with the administration.",

    "tituloSecundary5": "Emergency Procedures:",
    "textoPc5": "In case of a dental emergency outside of office hours, please contact the emergency number provided during your consultation.",

    "tituloSecundary6": "Insurance Policy:",
    "textoPc6": "We accept various dental insurance plans and will process claims on your behalf. Please provide your insurance information before treatment.",

    "tituloSecundary7": "Use of Technology and Equipment",
    "textoPc7": "We use advanced equipment and technology to ensure high-quality and precise treatment.",

    "tituloSecundary8": "Complaints and Claims Policy:",
    "textoPc8": "Complaints and claims must be submitted in writing to the administration and will be addressed within a reasonable timeframe.",

    "tituloSecundary9": "Holiday and Public Holiday Policy:",
    "textoPc9": "The clinic will be closed on national public holidays and during pre-scheduled annual vacations. Patients will be informed in advance of these closures.",

    "TituloPagWT": "Our Specialist Team.",

    "btnActualizar": "Update",
    "btnEliminar": "Delete"
}